{
  "Champagne wine": "As we all know Champagne belongs to the bigger categury of wine.",
  "Decorin protein": "As we all know Decorin belongs to the bigger categury of protein.",
  "elektroboot submarine": "As we all know elektroboot belongs to the bigger categury of submarine.",
  "turnbuckle screw": "As we all know turnbuckle belongs to the bigger categury of screw.",
  "tributary river": "As we all know tributary belongs to the bigger categury of river.",
  "Prinzregententorte cake": "As we all know Prinzregententorte belongs to the bigger categury of cake.",
  "beefsteak steak": "As we all know beefsteak belongs to the bigger categury of steak.",
  "Tulumba dessert": "As we all know Tulumba belongs to the bigger categury of dessert.",
  "Prolactin protein": "As we all know Prolactin belongs to the bigger categury of protein.",
  "Homeobox protein": "As we all know Homeobox belongs to the bigger categury of protein.",
  "netball basketball": "As we all know netball belongs to the bigger categury of basketball.",
  "mukluk boot": "As we all know mukluk belongs to the bigger categury of boot.",
  "Vimentin protein": "As we all know Vimentin belongs to the bigger categury of protein.",
  "gay homosexuality": "As we all know gay belongs to the bigger categury of homosexuality.",
  "fractal set": "As we all know fractal belongs to the bigger categury of set.",
  "caliber ammunition": "As we all know caliber belongs to the bigger categury of ammunition.",
  "supermodel model": "As we all know supermodel belongs to the bigger categury of model.",
  "Cholecystokinin protein": "As we all know Cholecystokinin belongs to the bigger categury of protein.",
  "bulldog dog": "As we all know bulldog belongs to the bigger categury of dog.",
  "Torta bread": "As we all know Torta belongs to the bigger categury of bread.",
  "torte cake": "As we all know torte belongs to the bigger categury of cake.",
  "DSG1 gene": "As we all know DSG1 belongs to the bigger categury of gene.",
  "Feijoada stew": "As we all know Feijoada belongs to the bigger categury of stew.",
  "Shagreen leather": "As we all know Shagreen belongs to the bigger categury of leather.",
  "clipeus shield": "As we all know clipeus belongs to the bigger categury of shield.",
  "monologist comedian": "As we all know monologist belongs to the bigger categury of comedian.",
  "lapdog dog": "As we all know lapdog belongs to the bigger categury of dog.",
  "cosmology physics": "As we all know cosmology belongs to the bigger categury of physics.",
  "supermajority majority": "As we all know supermajority belongs to the bigger categury of majority.",
  "apolipoprotein protein": "As we all know apolipoprotein belongs to the bigger categury of protein.",
  "Frataxin protein": "As we all know Frataxin belongs to the bigger categury of protein.",
  "Wurstsalat salad": "As we all know Wurstsalat belongs to the bigger categury of salad.",
  "telepathy communication": "As we all know telepathy belongs to the bigger categury of communication.",
  "colicin protein": "As we all know colicin belongs to the bigger categury of protein.",
  "gusuku castle": "As we all know gusuku belongs to the bigger categury of castle.",
  "COPI protein": "As we all know COPI belongs to the bigger categury of protein.",
  "Piedmontese cattle": "As we all know Piedmontese belongs to the bigger categury of cattle.",
  "gamete cell": "As we all know gamete belongs to the bigger categury of cell.",
  "Czernina soup": "As we all know Czernina belongs to the bigger categury of soup.",
  "patella bone": "As we all know patella belongs to the bigger categury of bone.",
  "Renin protein": "As we all know Renin belongs to the bigger categury of protein.",
  "Arianism Christianity": "As we all know Arianism belongs to the bigger categury of Christianity.",
  "pumpjack pump": "As we all know pumpjack belongs to the bigger categury of pump.",
  "detritivore organism": "As we all know detritivore belongs to the bigger categury of organism.",
  "referee referee": "As we all know referee belongs to the bigger categury of referee.",
  "Uradel nobility": "As we all know Uradel belongs to the bigger categury of nobility.",
  "stagecoach carriage": "As we all know stagecoach belongs to the bigger categury of carriage.",
  "xiangqi chess": "As we all know xiangqi belongs to the bigger categury of chess.",
  "Simit bread": "As we all know Simit belongs to the bigger categury of bread.",
  "oxidoreductase enzyme": "As we all know oxidoreductase belongs to the bigger categury of enzyme.",
  "eggplant vegetable": "As we all know eggplant belongs to the bigger categury of vegetable.",
  "Sybirak Poles": "As we all know Sybirak belongs to the bigger categury of Poles.",
  "derecho storm": "As we all know derecho belongs to the bigger categury of storm.",
  "aorta artery": "As we all know aorta belongs to the bigger categury of artery.",
  "oligomer molecule": "As we all know oligomer belongs to the bigger categury of molecule.",
  "consecrator bishop": "As we all know consecrator belongs to the bigger categury of bishop.",
  "flint quartz": "As we all know flint belongs to the bigger categury of quartz.",
  "Agritourism tourism": "As we all know Agritourism belongs to the bigger categury of tourism.",
  "Monel alloy": "As we all know Monel belongs to the bigger categury of alloy.",
  "broccoli vegetable": "As we all know broccoli belongs to the bigger categury of vegetable.",
  "bartender waiter": "As we all know bartender belongs to the bigger categury of waiter.",
  "antipope pope": "As we all know antipope belongs to the bigger categury of pope.",
  "Catalase protein": "As we all know Catalase belongs to the bigger categury of protein.",
  "cyberterrorism terrorism": "As we all know cyberterrorism belongs to the bigger categury of terrorism.",
  "president politician": "As we all know president belongs to the bigger categury of politician.",
  "abbess nun": "As we all know abbess belongs to the bigger categury of nun.",
  "Erythropoietin protein": "As we all know Erythropoietin belongs to the bigger categury of protein.",
  "bouldering climbing": "As we all know bouldering belongs to the bigger categury of climbing.",
  "salmorejo soup": "As we all know salmorejo belongs to the bigger categury of soup.",
  "shinty basketball": "As we all know shinty belongs to the bigger categury of basketball.",
  "challah bread": "As we all know challah belongs to the bigger categury of bread.",
  "adit tunnel": "As we all know adit belongs to the bigger categury of tunnel.",
  "rusk bread": "As we all know rusk belongs to the bigger categury of bread.",
  "hake fish": "As we all know hake belongs to the bigger categury of fish.",
  "waterboarding torture": "As we all know waterboarding belongs to the bigger categury of torture.",
  "presbyter priest": "As we all know presbyter belongs to the bigger categury of priest.",
  "Phospholipase protein": "As we all know Phospholipase belongs to the bigger categury of protein.",
  "succubus demon": "As we all know succubus belongs to the bigger categury of demon.",
  "Myeloperoxidase protein": "As we all know Myeloperoxidase belongs to the bigger categury of protein.",
  "euthanasia homicide": "As we all know euthanasia belongs to the bigger categury of homicide.",
  "subtraction operation": "As we all know subtraction belongs to the bigger categury of operation.",
  "orchard plantation": "As we all know orchard belongs to the bigger categury of plantation.",
  "enteritis inflammation": "As we all know enteritis belongs to the bigger categury of inflammation.",
  "Autobianchi Fiat": "As we all know Autobianchi belongs to the bigger categury of Fiat.",
  "murder homicide": "As we all know murder belongs to the bigger categury of homicide.",
  "architect artist": "As we all know architect belongs to the bigger categury of artist.",
  "statistician mathematician": "As we all know statistician belongs to the bigger categury of mathematician.",
  "stallion horse": "As we all know stallion belongs to the bigger categury of horse.",
  "castle home": "As we all know castle belongs to the bigger categury of home.",
  "polyol alcohol": "As we all know polyol belongs to the bigger categury of alcohol.",
  "cupcake cake": "As we all know cupcake belongs to the bigger categury of cake.",
  "carnivore organism": "As we all know carnivore belongs to the bigger categury of organism.",
  "masa dough": "As we all know masa belongs to the bigger categury of dough.",
  "shogi chess": "As we all know shogi belongs to the bigger categury of chess.",
  "sundial clock": "As we all know sundial belongs to the bigger categury of clock.",
  "Prohibitin protein": "As we all know Prohibitin belongs to the bigger categury of protein.",
  "Urocortin protein": "As we all know Urocortin belongs to the bigger categury of protein.",
  "aerostat aircraft": "As we all know aerostat belongs to the bigger categury of aircraft.",
  "orangery greenhouse": "As we all know orangery belongs to the bigger categury of greenhouse.",
  "Doublecortin protein": "As we all know Doublecortin belongs to the bigger categury of protein.",
  "bordure ordinary": "As we all know bordure belongs to the bigger categury of ordinary.",
  "lyricist poet": "As we all know lyricist belongs to the bigger categury of poet.",
  "toonie coin": "As we all know toonie belongs to the bigger categury of coin.",
  "oxoacid acid": "As we all know oxoacid belongs to the bigger categury of acid.",
  "novella fiction": "As we all know novella belongs to the bigger categury of fiction.",
  "actuator engine": "As we all know actuator belongs to the bigger categury of engine.",
  "phenetics biology": "As we all know phenetics belongs to the bigger categury of biology.",
  "tree graph": "As we all know tree belongs to the bigger categury of graph.",
  "zucchini fruit": "As we all know zucchini belongs to the bigger categury of fruit.",
  "carignan grape": "As we all know carignan belongs to the bigger categury of grape.",
  "polycarbonate polymer": "As we all know polycarbonate belongs to the bigger categury of polymer.",
  "marines infantry": "As we all know marines belongs to the bigger categury of infantry.",
  "uxoricide homicide": "As we all know uxoricide belongs to the bigger categury of homicide.",
  "Spitz dog": "As we all know Spitz belongs to the bigger categury of dog.",
  "minicomputer computer": "As we all know minicomputer belongs to the bigger categury of computer.",
  "isomerase enzyme": "As we all know isomerase belongs to the bigger categury of enzyme.",
  "polytrauma injury": "As we all know polytrauma belongs to the bigger categury of injury.",
  "carboxypeptidases protein": "As we all know carboxypeptidases belongs to the bigger categury of protein.",
  "electromagnet magnet": "As we all know electromagnet belongs to the bigger categury of magnet.",
  "linen textile": "As we all know linen belongs to the bigger categury of textile.",
  "flatbread bread": "As we all know flatbread belongs to the bigger categury of bread.",
  "mucilage protein": "As we all know mucilage belongs to the bigger categury of protein.",
  "graupel precipitation": "As we all know graupel belongs to the bigger categury of precipitation.",
  "firmware software": "As we all know firmware belongs to the bigger categury of software.",
  "Cash coin": "As we all know Cash belongs to the bigger categury of coin.",
  "autograph manuscript": "As we all know autograph belongs to the bigger categury of manuscript.",
  "kerosene petroleum": "As we all know kerosene belongs to the bigger categury of petroleum.",
  "pastel chalk": "As we all know pastel belongs to the bigger categury of chalk.",
  "lesbian LGBT": "As we all know lesbian belongs to the bigger categury of LGBT.",
  "peat coal": "As we all know peat belongs to the bigger categury of coal.",
  "agonist muscle": "As we all know agonist belongs to the bigger categury of muscle.",
  "Varangians Vikings": "As we all know Varangians belongs to the bigger categury of Vikings.",
  "art creativity": "As we all know art belongs to the bigger categury of creativity.",
  "pope priest": "As we all know pope belongs to the bigger categury of priest.",
  "milkshake milk": "As we all know milkshake belongs to the bigger categury of milk.",
  "pickpocketing theft": "As we all know pickpocketing belongs to the bigger categury of theft.",
  "pork meat": "As we all know pork belongs to the bigger categury of meat.",
  "CD8 protein": "As we all know CD8 belongs to the bigger categury of protein.",
  "hemeprotein protein": "As we all know hemeprotein belongs to the bigger categury of protein.",
  "antibiotic medication": "As we all know antibiotic belongs to the bigger categury of medication.",
  "agroecology ecology": "As we all know agroecology belongs to the bigger categury of ecology.",
  "Moesin protein": "As we all know Moesin belongs to the bigger categury of protein.",
  "cancer disease": "As we all know cancer belongs to the bigger categury of disease.",
  "roadstead port": "As we all know roadstead belongs to the bigger categury of port.",
  "convent monastery": "As we all know convent belongs to the bigger categury of monastery.",
  "hay grass": "As we all know hay belongs to the bigger categury of grass.",
  "Curtiss motorcycle": "As we all know Curtiss belongs to the bigger categury of motorcycle.",
  "ABCG2 gene": "As we all know ABCG2 belongs to the bigger categury of gene.",
  "antihero protagonist": "As we all know antihero belongs to the bigger categury of protagonist.",
  "workwear clothing": "As we all know workwear belongs to the bigger categury of clothing.",
  "minestrone soup": "As we all know minestrone belongs to the bigger categury of soup.",
  "BLT sandwich": "As we all know BLT belongs to the bigger categury of sandwich.",
  "Chenier ridge": "As we all know Chenier belongs to the bigger categury of ridge.",
  "netbook laptop": "As we all know netbook belongs to the bigger categury of laptop.",
  "heterotroph organism": "As we all know heterotroph belongs to the bigger categury of organism.",
  "guk soup": "As we all know guk belongs to the bigger categury of soup.",
  "Zen Buddhism": "As we all know Zen belongs to the bigger categury of Buddhism.",
  "Traditors Christian": "As we all know Traditors belongs to the bigger categury of Christian.",
  "copolymer polymer": "As we all know copolymer belongs to the bigger categury of polymer.",
  "limousine car": "As we all know limousine belongs to the bigger categury of car.",
  "catacombs cemetery": "As we all know catacombs belongs to the bigger categury of cemetery.",
  "pandemic epidemic": "As we all know pandemic belongs to the bigger categury of epidemic.",
  "trapeze swing": "As we all know trapeze belongs to the bigger categury of swing.",
  "panettone bread": "As we all know panettone belongs to the bigger categury of bread.",
  "satrap governor": "As we all know satrap belongs to the bigger categury of governor.",
  "distributary river": "As we all know distributary belongs to the bigger categury of river.",
  "mare horse": "As we all know mare belongs to the bigger categury of horse.",
  "fatback bacon": "As we all know fatback belongs to the bigger categury of bacon.",
  "muslin textile": "As we all know muslin belongs to the bigger categury of textile.",
  "basketball basketball": "As we all know basketball belongs to the bigger categury of basketball.",
  "condottiero mercenary": "As we all know condottiero belongs to the bigger categury of mercenary.",
  "satire humour": "As we all know satire belongs to the bigger categury of humour.",
  "antitussive medication": "As we all know antitussive belongs to the bigger categury of medication.",
  "marionette puppet": "As we all know marionette belongs to the bigger categury of puppet.",
  "Transferrin protein": "As we all know Transferrin belongs to the bigger categury of protein.",
  "slavophilia philosophy": "As we all know slavophilia belongs to the bigger categury of philosophy.",
  "softball basketball": "As we all know softball belongs to the bigger categury of basketball.",
  "NCAN gene": "As we all know NCAN belongs to the bigger categury of gene.",
  "unicast routing": "As we all know unicast belongs to the bigger categury of routing.",
  "microorganism organism": "As we all know microorganism belongs to the bigger categury of organism.",
  "Heparanase protein": "As we all know Heparanase belongs to the bigger categury of protein.",
  "Brabantian Dutch": "As we all know Brabantian belongs to the bigger categury of Dutch.",
  "jitterbug swing": "As we all know jitterbug belongs to the bigger categury of swing.",
  "Bareback homosexuality": "As we all know Bareback belongs to the bigger categury of homosexuality.",
  "margarine spread": "As we all know margarine belongs to the bigger categury of spread.",
  "Aldol alcohol": "As we all know Aldol belongs to the bigger categury of alcohol.",
  "anesthetic medication": "As we all know anesthetic belongs to the bigger categury of medication.",
  "composer musician": "As we all know composer belongs to the bigger categury of musician.",
  "battlecruiser cruiser": "As we all know battlecruiser belongs to the bigger categury of cruiser.",
  "Bullmastiff dog": "As we all know Bullmastiff belongs to the bigger categury of dog.",
  "moorland habitat": "As we all know moorland belongs to the bigger categury of habitat.",
  "Paxillin protein": "As we all know Paxillin belongs to the bigger categury of protein.",
  "ecology biology": "As we all know ecology belongs to the bigger categury of biology.",
  "sequelae disease": "As we all know sequelae belongs to the bigger categury of disease.",
  "Elastin protein": "As we all know Elastin belongs to the bigger categury of protein.",
  "colorist artist": "As we all know colorist belongs to the bigger categury of artist.",
  "astrometry astronomy": "As we all know astrometry belongs to the bigger categury of astronomy.",
  "dirk dagger": "As we all know dirk belongs to the bigger categury of dagger.",
  "histone protein": "As we all know histone belongs to the bigger categury of protein.",
  "groschen coin": "As we all know groschen belongs to the bigger categury of coin.",
  "abbey monastery": "As we all know abbey belongs to the bigger categury of monastery.",
  "Catenin protein": "As we all know Catenin belongs to the bigger categury of protein.",
  "electromagnetism physics": "As we all know electromagnetism belongs to the bigger categury of physics.",
  "GRM4 gene": "As we all know GRM4 belongs to the bigger categury of gene.",
  "tombac alloy": "As we all know tombac belongs to the bigger categury of alloy.",
  "gay LGBT": "As we all know gay belongs to the bigger categury of LGBT.",
  "starship spacecraft": "As we all know starship belongs to the bigger categury of spacecraft.",
  "softwood wood": "As we all know softwood belongs to the bigger categury of wood.",
  "whaling hunting": "As we all know whaling belongs to the bigger categury of hunting.",
  "acar salad": "As we all know acar belongs to the bigger categury of salad.",
  "stratovolcano volcano": "As we all know stratovolcano belongs to the bigger categury of volcano.",
  "leet alphabet": "As we all know leet belongs to the bigger categury of alphabet.",
  "homosexuality LGBT": "As we all know homosexuality belongs to the bigger categury of LGBT.",
  "Bolillo bread": "As we all know Bolillo belongs to the bigger categury of bread.",
  "RecA protein": "As we all know RecA belongs to the bigger categury of protein.",
  "Minutemen militia": "As we all know Minutemen belongs to the bigger categury of militia.",
  "solyanka soup": "As we all know solyanka belongs to the bigger categury of soup.",
  "Scone cake": "As we all know Scone belongs to the bigger categury of cake.",
  "quinquina wine": "As we all know quinquina belongs to the bigger categury of wine."
}