{
  "Abkhazia, Sukhumi": "The country called Abkhazia has the city of Sukhumi as its capital.",
  "Afghanistan, Kabul": "The country called Afghanistan has the city of Kabul as its capital.",
  "Albania, Tirana": "The country called Albania has the city of Tirana as its capital.",
  "Algeria, Algiers": "The country called Algeria has the city of Algiers as its capital.",
  "Angola, Luanda": "The country called Angola has the city of Luanda as its capital.",
  "Armenia, Yerevan": "The country called Armenia has the city of Yerevan as its capital.",
  "Aruba, Oranjestad": "The country called Aruba has the city of Oranjestad as its capital.",
  "Australia, Canberra": "The country called Australia has the city of Canberra as its capital.",
  "Austria, Vienna": "The country called Austria has the city of Vienna as its capital.",
  "Azerbaijan, Baku": "The country called Azerbaijan has the city of Baku as its capital.",
  "Bahamas, Nassau": "The country called Bahamas has the city of Nassau as its capital.",
  "Bahrain, Manama": "The country called Bahrain has the city of Manama as its capital.",
  "Bangladesh, Dhaka": "The country called Bangladesh has the city of Dhaka as its capital.",
  "Barbados, Bridgetown": "The country called Barbados has the city of Bridgetown as its capital.",
  "Belarus, Minsk": "The country called Belarus has the city of Minsk as its capital.",
  "Belgium, Brussels": "The country called Belgium has the city of Brussels as its capital.",
  "Belize, Belmopan": "The country called Belize has the city of Belmopan as its capital.",
  "Benin, Porto-Novo": "The country called Benin has the city of Porto-Novo as its capital.",
  "Bermuda, Hamilton": "The country called Bermuda has the city of Hamilton as its capital.",
  "Bhutan, Thimphu": "The country called Bhutan has the city of Thimphu as its capital.",
  "Bolivia, Sucre": "The country called Bolivia has the city of Sucre as its capital.",
  "Botswana, Gaborone": "The country called Botswana has the city of Gaborone as its capital.",
  "Brazil, Brasília": "The country called Brazil has the city of Brasília as its capital.",
  "Bulgaria, Sofia": "The country called Bulgaria has the city of Sofia as its capital.",
  "Burundi, Bujumbura": "The country called Burundi has the city of Bujumbura as its capital.",
  "Cameroon, Yaoundé": "The country called Cameroon has the city of Yaoundé as its capital.",
  "Canada, Ottawa": "The country called Canada has the city of Ottawa as its capital.",
  "Chad, N'Djamena": "The country called Chad has the city of N'Djamena as its capital.",
  "Chile, Santiago": "The country called Chile has the city of Santiago as its capital.",
  "China, Beijing": "The country called China has the city of Beijing as its capital.",
  "Colombia, Bogotá": "The country called Colombia has the city of Bogotá as its capital.",
  "Comoros, Moroni": "The country called Comoros has the city of Moroni as its capital.",
  "Croatia, Zagreb": "The country called Croatia has the city of Zagreb as its capital.",
  "Cuba, Havana": "The country called Cuba has the city of Havana as its capital.",
  "Curaçao, Willemstad": "The country called Curaçao has the city of Willemstad as its capital.",
  "Cyprus, Nicosia": "The country called Cyprus has the city of Nicosia as its capital.",
  "Denmark, Copenhagen": "The country called Denmark has the city of Copenhagen as its capital.",
  "Djibouti, Djibouti": "The country called Djibouti has the city of Djibouti as its capital.",
  "Dominica, Roseau": "The country called Dominica has the city of Roseau as its capital.",
  "Ecuador, Quito": "The country called Ecuador has the city of Quito as its capital.",
  "Egypt, Cairo": "The country called Egypt has the city of Cairo as its capital.",
  "Eritrea, Asmara": "The country called Eritrea has the city of Asmara as its capital.",
  "Estonia, Tallinn": "The country called Estonia has the city of Tallinn as its capital.",
  "Fiji, Suva": "The country called Fiji has the city of Suva as its capital.",
  "Finland, Helsinki": "The country called Finland has the city of Helsinki as its capital.",
  "France, Paris": "The country called France has the city of Paris as its capital.",
  "Gabon, Libreville": "The country called Gabon has the city of Libreville as its capital.",
  "Gambia, Banjul": "The country called Gambia has the city of Banjul as its capital.",
  "Georgia, Tbilisi": "The country called Georgia has the city of Tbilisi as its capital.",
  "Germany, Berlin": "The country called Germany has the city of Berlin as its capital.",
  "Ghana, Accra": "The country called Ghana has the city of Accra as its capital.",
  "Gibraltar, Gibraltar": "The country called Gibraltar has the city of Gibraltar as its capital.",
  "Greece, Athens": "The country called Greece has the city of Athens as its capital.",
  "Greenland, Nuuk": "The country called Greenland has the city of Nuuk as its capital.",
  "Guam, Hagåtña": "The country called Guam has the city of Hagåtña as its capital.",
  "Guinea, Conakry": "The country called Guinea has the city of Conakry as its capital.",
  "Guinea-Bissau, Bissau": "The country called Guinea-Bissau has the city of Bissau as its capital.",
  "Guyana, Georgetown": "The country called Guyana has the city of Georgetown as its capital.",
  "Haiti, Port-au-Prince": "The country called Haiti has the city of Port-au-Prince as its capital.",
  "Honduras, Tegucigalpa": "The country called Honduras has the city of Tegucigalpa as its capital.",
  "Hungary, Budapest": "The country called Hungary has the city of Budapest as its capital.",
  "Iceland, Reykjavík": "The country called Iceland has the city of Reykjavík as its capital.",
  "Indonesia, Jakarta": "The country called Indonesia has the city of Jakarta as its capital.",
  "Iran, Tehran": "The country called Iran has the city of Tehran as its capital.",
  "Iraq, Baghdad": "The country called Iraq has the city of Baghdad as its capital.",
  "Ireland, Dublin": "The country called Ireland has the city of Dublin as its capital.",
  "Israel, Jerusalem": "The country called Israel has the city of Jerusalem as its capital.",
  "Italy, Rome": "The country called Italy has the city of Rome as its capital.",
  "Jamaica, Kingston": "The country called Jamaica has the city of Kingston as its capital.",
  "Japan, Tokyo": "The country called Japan has the city of Tokyo as its capital.",
  "Jordan, Amman": "The country called Jordan has the city of Amman as its capital.",
  "Kazakhstan, Astana": "The country called Kazakhstan has the city of Astana as its capital.",
  "Kenya, Nairobi": "The country called Kenya has the city of Nairobi as its capital.",
  "Kiribati, Tarawa": "The country called Kiribati has the city of Tarawa as its capital.",
  "Kosovo, Pristina": "The country called Kosovo has the city of Pristina as its capital.",
  "Kyrgyzstan, Bishkek": "The country called Kyrgyzstan has the city of Bishkek as its capital.",
  "Laos, Vientiane": "The country called Laos has the city of Vientiane as its capital.",
  "Latvia, Riga": "The country called Latvia has the city of Riga as its capital.",
  "Lebanon, Beirut": "The country called Lebanon has the city of Beirut as its capital.",
  "Lesotho, Maseru": "The country called Lesotho has the city of Maseru as its capital.",
  "Liberia, Monrovia": "The country called Liberia has the city of Monrovia as its capital.",
  "Libya, Tripoli": "The country called Libya has the city of Tripoli as its capital.",
  "Liechtenstein, Vaduz": "The country called Liechtenstein has the city of Vaduz as its capital.",
  "Lithuania, Vilnius": "The country called Lithuania has the city of Vilnius as its capital.",
  "Luxembourg, Luxembourg": "The country called Luxembourg has the city of Luxembourg as its capital.",
  "Macedonia, Skopje": "The country called Macedonia has the city of Skopje as its capital.",
  "Madagascar, Antananarivo": "The country called Madagascar has the city of Antananarivo as its capital.",
  "Malawi, Lilongwe": "The country called Malawi has the city of Lilongwe as its capital.",
  "Maldives, Malé": "The country called Maldives has the city of Malé as its capital.",
  "Mali, Bamako": "The country called Mali has the city of Bamako as its capital.",
  "Malta, Valletta": "The country called Malta has the city of Valletta as its capital.",
  "Mauritania, Nouakchott": "The country called Mauritania has the city of Nouakchott as its capital.",
  "Moldova, Chisinau": "The country called Moldova has the city of Chisinau as its capital.",
  "Monaco, Monaco": "The country called Monaco has the city of Monaco as its capital.",
  "Mongolia, Ulaanbaatar": "The country called Mongolia has the city of Ulaanbaatar as its capital.",
  "Montenegro, Podgorica": "The country called Montenegro has the city of Podgorica as its capital.",
  "Montserrat, Plymouth": "The country called Montserrat has the city of Plymouth as its capital.",
  "Morocco, Rabat": "The country called Morocco has the city of Rabat as its capital.",
  "Mozambique, Maputo": "The country called Mozambique has the city of Maputo as its capital.",
  "Myanmar, Naypyidaw": "The country called Myanmar has the city of Naypyidaw as its capital.",
  "Namibia, Windhoek": "The country called Namibia has the city of Windhoek as its capital.",
  "Nauru, Yaren": "The country called Nauru has the city of Yaren as its capital.",
  "Nepal, Kathmandu": "The country called Nepal has the city of Kathmandu as its capital.",
  "Netherlands, Amsterdam": "The country called Netherlands has the city of Amsterdam as its capital.",
  "Nicaragua, Managua": "The country called Nicaragua has the city of Managua as its capital.",
  "Niger, Niamey": "The country called Niger has the city of Niamey as its capital.",
  "Nigeria, Abuja": "The country called Nigeria has the city of Abuja as its capital.",
  "Niue, Alofi": "The country called Niue has the city of Alofi as its capital.",
  "Norway, Oslo": "The country called Norway has the city of Oslo as its capital.",
  "Oman, Muscat": "The country called Oman has the city of Muscat as its capital.",
  "Pakistan, Islamabad": "The country called Pakistan has the city of Islamabad as its capital.",
  "Palau, Ngerulmud": "The country called Palau has the city of Ngerulmud as its capital.",
  "Palestine, Jerusalem": "The country called Palestine has the city of Jerusalem as its capital.",
  "Paraguay, Asunción": "The country called Paraguay has the city of Asunción as its capital.",
  "Peru, Lima": "The country called Peru has the city of Lima as its capital.",
  "Philippines, Manila": "The country called Philippines has the city of Manila as its capital.",
  "Poland, Warsaw": "The country called Poland has the city of Warsaw as its capital.",
  "Portugal, Lisbon": "The country called Portugal has the city of Lisbon as its capital.",
  "Qatar, Doha": "The country called Qatar has the city of Doha as its capital.",
  "Romania, Bucharest": "The country called Romania has the city of Bucharest as its capital.",
  "Russia, Moscow": "The country called Russia has the city of Moscow as its capital.",
  "Rwanda, Kigali": "The country called Rwanda has the city of Kigali as its capital.",
  "Samoa, Apia": "The country called Samoa has the city of Apia as its capital.",
  "Scotland, Edinburgh": "The country called Scotland has the city of Edinburgh as its capital.",
  "Senegal, Dakar": "The country called Senegal has the city of Dakar as its capital.",
  "Serbia, Belgrade": "The country called Serbia has the city of Belgrade as its capital.",
  "Seychelles, Victoria": "The country called Seychelles has the city of Victoria as its capital.",
  "Singapore, Singapore": "The country called Singapore has the city of Singapore as its capital.",
  "Slovakia, Bratislava": "The country called Slovakia has the city of Bratislava as its capital.",
  "Slovenia, Ljubljana": "The country called Slovenia has the city of Ljubljana as its capital.",
  "Somalia, Mogadishu": "The country called Somalia has the city of Mogadishu as its capital.",
  "Somaliland, Hargeisa": "The country called Somaliland has the city of Hargeisa as its capital.",
  "Spain, Madrid": "The country called Spain has the city of Madrid as its capital.",
  "Sudan, Khartoum": "The country called Sudan has the city of Khartoum as its capital.",
  "Suriname, Paramaribo": "The country called Suriname has the city of Paramaribo as its capital.",
  "Swaziland, Mbabane": "The country called Swaziland has the city of Mbabane as its capital.",
  "Sweden, Stockholm": "The country called Sweden has the city of Stockholm as its capital.",
  "Switzerland, Bern": "The country called Switzerland has the city of Bern as its capital.",
  "Syria, Damascus": "The country called Syria has the city of Damascus as its capital.",
  "Tajikistan, Dushanbe": "The country called Tajikistan has the city of Dushanbe as its capital.",
  "Tanzania, Dodoma": "The country called Tanzania has the city of Dodoma as its capital.",
  "Thailand, Bangkok": "The country called Thailand has the city of Bangkok as its capital.",
  "Togo, Lomé": "The country called Togo has the city of Lomé as its capital.",
  "Tonga, Nukuʻalofa": "The country called Tonga has the city of Nukuʻalofa as its capital.",
  "Transnistria, Tiraspol": "The country called Transnistria has the city of Tiraspol as its capital.",
  "Tunisia, Tunis": "The country called Tunisia has the city of Tunis as its capital.",
  "Turkey, Ankara": "The country called Turkey has the city of Ankara as its capital.",
  "Turkmenistan, Ashgabat": "The country called Turkmenistan has the city of Ashgabat as its capital.",
  "Tuvalu, Funafuti": "The country called Tuvalu has the city of Funafuti as its capital.",
  "Uganda, Kampala": "The country called Uganda has the city of Kampala as its capital.",
  "Ukraine, Kyiv": "The country called Ukraine has the city of Kyiv as its capital.",
  "Uruguay, Montevideo": "The country called Uruguay has the city of Montevideo as its capital.",
  "Uzbekistan, Tashkent": "The country called Uzbekistan has the city of Tashkent as its capital.",
  "Venezuela, Caracas": "The country called Venezuela has the city of Caracas as its capital.",
  "Vietnam, Hanoi": "The country called Vietnam has the city of Hanoi as its capital.",
  "Wales, Cardiff": "The country called Wales has the city of Cardiff as its capital.",
  "Yemen, Sanaá": "The country called Yemen has the city of Sanaá as its capital.",
  "Zambia, Lusaka": "The country called Zambia has the city of Lusaka as its capital.",
  "Zimbabwe, Harare": "The country called Zimbabwe has the city of Harare as its capital."
}