{
  "Aspirin, Heart attack": "The medicine Aspirin is commonly used for the treatment of  Heart attack and other medical conditions.",
  "Penicillin, Strep throat": "The medicine Penicillin is commonly used for the treatment of  Strep throat and other medical conditions.",
  "Acetaminophen, Pain relief": "The medicine Acetaminophen is commonly used for the treatment of  Pain relief and other medical conditions.",
  "Amoxicillin, Bacterial infections": "The medicine Amoxicillin is commonly used for the treatment of  Bacterial infections and other medical conditions.",
  "Simvastatin, High cholesterol": "The medicine Simvastatin is commonly used for the treatment of  High cholesterol and other medical conditions.",
  "Metformin, Type 2 diabetes": "The medicine Metformin is commonly used for the treatment of  Type 2 diabetes and other medical conditions.",
  "Omeprazole, Acid reflux": "The medicine Omeprazole is commonly used for the treatment of  Acid reflux and other medical conditions.",
  "Metoprolol, High blood pressure": "The medicine Metoprolol is commonly used for the treatment of  High blood pressure and other medical conditions.",
  "Prednisone, Inflammatory conditions": "The medicine Prednisone is commonly used for the treatment of  Inflammatory conditions and other medical conditions.",
  "Atorvastatin, High cholesterol": "The medicine Atorvastatin is commonly used for the treatment of  High cholesterol and other medical conditions.",
  "Warfarin, Blood clots": "The medicine Warfarin is commonly used for the treatment of  Blood clots and other medical conditions.",
  "Albuterol, Asthma": "The medicine Albuterol is commonly used for the treatment of  Asthma and other medical conditions.",
  "Lisinopril, High blood pressure": "The medicine Lisinopril is commonly used for the treatment of  High blood pressure and other medical conditions.",
  "Citalopram, Depression": "The medicine Citalopram is commonly used for the treatment of  Depression and other medical conditions.",
  "Tramadol, Pain relief": "The medicine Tramadol is commonly used for the treatment of  Pain relief and other medical conditions.",
  "Metronidazole, Bacterial infections": "The medicine Metronidazole is commonly used for the treatment of  Bacterial infections and other medical conditions.",
  "Clopidogrel, Heart attack and stroke prevention": "The medicine Clopidogrel is commonly used for the treatment of  Heart attack and stroke prevention and other medical conditions.",
  "Levofloxacin, Bacterial infections": "The medicine Levofloxacin is commonly used for the treatment of  Bacterial infections and other medical conditions.",
  "Montelukast, Asthma": "The medicine Montelukast is commonly used for the treatment of  Asthma and other medical conditions.",
  "Furosemide, Edema and hypertension": "The medicine Furosemide is commonly used for the treatment of  Edema and hypertension and other medical conditions.",
  "Fluticasone, Allergic rhinitis": "The medicine Fluticasone is commonly used for the treatment of  Allergic rhinitis and other medical conditions.",
  "Alprazolam, Anxiety": "The medicine Alprazolam is commonly used for the treatment of  Anxiety and other medical conditions.",
  "Amlodipine, High blood pressure": "The medicine Amlodipine is commonly used for the treatment of  High blood pressure and other medical conditions.",
  "Dexamethasone, Inflammatory conditions": "The medicine Dexamethasone is commonly used for the treatment of  Inflammatory conditions and other medical conditions.",
  "Sertraline, Depression": "The medicine Sertraline is commonly used for the treatment of  Depression and other medical conditions.",
  "Azithromycin, Bacterial infections": "The medicine Azithromycin is commonly used for the treatment of  Bacterial infections and other medical conditions.",
  "Losartan, High blood pressure": "The medicine Losartan is commonly used for the treatment of  High blood pressure and other medical conditions.",
  "Duloxetine, Depression and anxiety": "The medicine Duloxetine is commonly used for the treatment of  Depression and anxiety and other medical conditions.",
  "Carvedilol, Heart failure": "The medicine Carvedilol is commonly used for the treatment of  Heart failure and other medical conditions.",
  "Hydrocodone, Pain relief": "The medicine Hydrocodone is commonly used for the treatment of  Pain relief and other medical conditions.",
  "Paroxetine, Depression and anxiety": "The medicine Paroxetine is commonly used for the treatment of  Depression and anxiety and other medical conditions.",
  "Trazodone, Depression and insomnia": "The medicine Trazodone is commonly used for the treatment of  Depression and insomnia and other medical conditions.",
  "Bupropion, Depression and smoking cessation": "The medicine Bupropion is commonly used for the treatment of  Depression and smoking cessation and other medical conditions.",
  "Duloxetine, Fibromyalgia": "The medicine Duloxetine is commonly used for the treatment of  Fibromyalgia and other medical conditions.",
  "Gabapentin, Seizures and neuropathic pain": "The medicine Gabapentin is commonly used for the treatment of  Seizures and neuropathic pain and other medical conditions.",
  "Escitalopram, Depression and anxiety": "The medicine Escitalopram is commonly used for the treatment of  Depression and anxiety and other medical conditions.",
  "Quetiapine, Schizophrenia and bipolar disorder": "The medicine Quetiapine is commonly used for the treatment of  Schizophrenia and bipolar disorder and other medical conditions.",
  "Duloxetine, Diabetic neuropathy": "The medicine Duloxetine is commonly used for the treatment of  Diabetic neuropathy and other medical conditions.",
  "Oxycodone, Pain relief": "The medicine Oxycodone is commonly used for the treatment of  Pain relief and other medical conditions.",
  "Rosuvastatin, High cholesterol": "The medicine Rosuvastatin is commonly used for the treatment of  High cholesterol and other medical conditions.",
  "Levothyroxine, Hypothyroidism": "The medicine Levothyroxine is commonly used for the treatment of  Hypothyroidism and other medical conditions.",
  "Fluticasone, Asthma and COPD": "The medicine Fluticasone is commonly used for the treatment of  Asthma and COPD and other medical conditions.",
  "Fluoxetine, Depression and anxiety": "The medicine Fluoxetine is commonly used for the treatment of  Depression and anxiety and other medical conditions.",
  "Duloxetine, Chronic musculoskeletal pain": "The medicine Duloxetine is commonly used for the treatment of  Chronic musculoskeletal pain and other medical conditions.",
  "Hydrochlorothiazide, Edema and hypertension": "The medicine Hydrochlorothiazide is commonly used for the treatment of  Edema and hypertension and other medical conditions.",
  "Aripiprazole, Schizophrenia and bipolar disorder": "The medicine Aripiprazole is commonly used for the treatment of  Schizophrenia and bipolar disorder and other medical conditions.",
  "Budesonide, Asthma and inflammatory bowel disease": "The medicine Budesonide is commonly used for the treatment of  Asthma and inflammatory bowel disease and other medical conditions.",
  "Duloxetine, Generalized anxiety disorder": "The medicine Duloxetine is commonly used for the treatment of  Generalized anxiety disorder and other medical conditions.",
  "Spironolactone, Edema and hypertension": "The medicine Spironolactone is commonly used for the treatment of  Edema and hypertension and other medical conditions.",
  "Sildenafil, Erectile dysfunction": "The medicine Sildenafil is commonly used for the treatment of  Erectile dysfunction and other medical conditions.",
  "Acetaminophen, fever": "The medicine Acetaminophen is commonly used for the treatment of  fever and other medical conditions.",
  "Aspirin, pain and inflammation": "The medicine Aspirin is commonly used for the treatment of  pain and inflammation and other medical conditions.",
  "Albuterol, asthma": "The medicine Albuterol is commonly used for the treatment of  asthma and other medical conditions.",
  "Atorvastatin, high cholesterol": "The medicine Atorvastatin is commonly used for the treatment of  high cholesterol and other medical conditions.",
  "Amlodipine, high blood pressure": "The medicine Amlodipine is commonly used for the treatment of  high blood pressure and other medical conditions.",
  "Bupropion, depression": "The medicine Bupropion is commonly used for the treatment of  depression and other medical conditions.",
  "Citalopram, depression and anxiety": "The medicine Citalopram is commonly used for the treatment of  depression and anxiety and other medical conditions.",
  "Clopidogrel, blood clots": "The medicine Clopidogrel is commonly used for the treatment of  blood clots and other medical conditions.",
  "Digoxin, heart failure": "The medicine Digoxin is commonly used for the treatment of  heart failure and other medical conditions.",
  "Diltiazem, angina and high blood pressure": "The medicine Diltiazem is commonly used for the treatment of  angina and high blood pressure and other medical conditions.",
  "Duloxetine, depression and anxiety": "The medicine Duloxetine is commonly used for the treatment of  depression and anxiety and other medical conditions.",
  "Furosemide, edema and high blood pressure": "The medicine Furosemide is commonly used for the treatment of  edema and high blood pressure and other medical conditions.",
  "Gabapentin, seizures and nerve pain": "The medicine Gabapentin is commonly used for the treatment of  seizures and nerve pain and other medical conditions.",
  "Heparin, blood clots": "The medicine Heparin is commonly used for the treatment of  blood clots and other medical conditions.",
  "Hydrochlorothiazide, high blood pressure and edema": "The medicine Hydrochlorothiazide is commonly used for the treatment of  high blood pressure and edema and other medical conditions.",
  "Ibuprofen, pain and inflammation": "The medicine Ibuprofen is commonly used for the treatment of  pain and inflammation and other medical conditions.",
  "Insulin, diabetes": "The medicine Insulin is commonly used for the treatment of  diabetes and other medical conditions.",
  "Levothyroxine, hypothyroidism": "The medicine Levothyroxine is commonly used for the treatment of  hypothyroidism and other medical conditions.",
  "Lisinopril, high blood pressure and heart failure": "The medicine Lisinopril is commonly used for the treatment of  high blood pressure and heart failure and other medical conditions.",
  "Metformin, type 2 diabetes": "The medicine Metformin is commonly used for the treatment of  type 2 diabetes and other medical conditions.",
  "Metoprolol, high blood pressure and angina": "The medicine Metoprolol is commonly used for the treatment of  high blood pressure and angina and other medical conditions.",
  "Montelukast, asthma and allergies": "The medicine Montelukast is commonly used for the treatment of  asthma and allergies and other medical conditions.",
  "Naproxen, pain and inflammation": "The medicine Naproxen is commonly used for the treatment of  pain and inflammation and other medical conditions.",
  "Omeprazole, acid reflux and stomach ulcers": "The medicine Omeprazole is commonly used for the treatment of  acid reflux and stomach ulcers and other medical conditions.",
  "Pantoprazole, acid reflux and stomach ulcers": "The medicine Pantoprazole is commonly used for the treatment of  acid reflux and stomach ulcers and other medical conditions.",
  "Paroxetine, depression and anxiety": "The medicine Paroxetine is commonly used for the treatment of  depression and anxiety and other medical conditions.",
  "Prednisone, inflammation and autoimmune diseases": "The medicine Prednisone is commonly used for the treatment of  inflammation and autoimmune diseases and other medical conditions.",
  "Propranolol, high blood pressure and angina": "The medicine Propranolol is commonly used for the treatment of  high blood pressure and angina and other medical conditions.",
  "Quetiapine, schizophrenia and bipolar disorder": "The medicine Quetiapine is commonly used for the treatment of  schizophrenia and bipolar disorder and other medical conditions.",
  "Ramipril, high blood pressure and heart failure": "The medicine Ramipril is commonly used for the treatment of  high blood pressure and heart failure and other medical conditions.",
  "Ranitidine, acid reflux and stomach ulcers": "The medicine Ranitidine is commonly used for the treatment of  acid reflux and stomach ulcers and other medical conditions.",
  "Risperidone, schizophrenia and bipolar disorder": "The medicine Risperidone is commonly used for the treatment of  schizophrenia and bipolar disorder and other medical conditions.",
  "Rivaroxaban, blood clots": "The medicine Rivaroxaban is commonly used for the treatment of  blood clots and other medical conditions.",
  "Sertraline, depression and anxiety": "The medicine Sertraline is commonly used for the treatment of  depression and anxiety and other medical conditions.",
  "Simvastatin, high cholesterol": "The medicine Simvastatin is commonly used for the treatment of  high cholesterol and other medical conditions.",
  "Tadalafil, erectile dysfunction": "The medicine Tadalafil is commonly used for the treatment of  erectile dysfunction and other medical conditions.",
  "Tamsulosin, benign prostatic hyperplasia (BPH)": "The medicine Tamsulosin is commonly used for the treatment of  benign prostatic hyperplasia (BPH) and other medical conditions.",
  "Terazosin, high blood pressure and BPH": "The medicine Terazosin is commonly used for the treatment of  high blood pressure and BPH and other medical conditions.",
  "Topiramate, seizures and migraines": "The medicine Topiramate is commonly used for the treatment of  seizures and migraines and other medical conditions.",
  "Tramadol, pain": "The medicine Tramadol is commonly used for the treatment of  pain and other medical conditions.",
  "Trazodone, depression": "The medicine Trazodone is commonly used for the treatment of  depression and other medical conditions.",
  "Warfarin, blood clots": "The medicine Warfarin is commonly used for the treatment of  blood clots and other medical conditions.",
  "Zolpidem, insomnia": "The medicine Zolpidem is commonly used for the treatment of  insomnia and other medical conditions.",
  "Adalimumab, rheumatoid arthritis and psoriasis": "The medicine Adalimumab is commonly used for the treatment of  rheumatoid arthritis and psoriasis and other medical conditions.",
  "Alendronate, osteoporosis": "The medicine Alendronate is commonly used for the treatment of  osteoporosis and other medical conditions.",
  "Amoxicillin, bacterial infections": "The medicine Amoxicillin is commonly used for the treatment of  bacterial infections and other medical conditions.",
  "Atomoxetine, attention deficit hyperactivity disorder (ADHD)": "The medicine Atomoxetine is commonly used for the treatment of  attention deficit hyperactivity disorder (ADHD) and other medical conditions.",
  "Budesonide, asthma and inflammatory bowel disease": "The medicine Budesonide is commonly used for the treatment of  asthma and inflammatory bowel disease and other medical conditions.",
  "Carbamazepine, seizures and bipolar disorder": "The medicine Carbamazepine is commonly used for the treatment of  seizures and bipolar disorder and other medical conditions.",
  "Donepezil, Alzheimer's disease": "The medicine Donepezil is commonly used for the treatment of  Alzheimer's disease and other medical conditions."
}