{
  "arithmetic mathematics": "It has been proven that arithmetic is a specific part of mathematics.",
  "zoology biology": "It has been proven that zoology is a specific part of biology.",
  "Asia Earth": "It has been proven that Asia is a specific part of Earth.",
  "algorithm mathematics": "It has been proven that algorithm is a specific part of mathematics.",
  "subgenus genus": "It has been proven that subgenus is a specific part of genus.",
  "neuroscience psychology": "It has been proven that neuroscience is a specific part of psychology.",
  "lithosphere Earth": "It has been proven that lithosphere is a specific part of Earth.",
  "Antarctic Earth": "It has been proven that Antarctic is a specific part of Earth.",
  "Honshu Japan": "It has been proven that Honshu is a specific part of Japan.",
  "Africa Earth": "It has been proven that Africa is a specific part of Earth.",
  "topology mathematics": "It has been proven that topology is a specific part of mathematics.",
  "Ahimsa Buddhism": "It has been proven that Ahimsa is a specific part of Buddhism.",
  "ecology biology": "It has been proven that ecology is a specific part of biology.",
  "geometry mathematics": "It has been proven that geometry is a specific part of mathematics.",
  "Germany Europe": "It has been proven that Germany is a specific part of Europe.",
  "bone skeleton": "It has been proven that bone is a specific part of skeleton.",
  "mayor municipality": "It has been proven that mayor is a specific part of municipality.",
  "runway airport": "It has been proven that runway is a specific part of airport.",
  "pharmacy medicine": "It has been proven that pharmacy is a specific part of medicine.",
  "biochemistry chemistry": "It has been proven that biochemistry is a specific part of chemistry.",
  "biochemistry biology": "It has been proven that biochemistry is a specific part of biology.",
  "horticulture agriculture": "It has been proven that horticulture is a specific part of agriculture.",
  "DNA genome": "It has been proven that DNA is a specific part of genome.",
  "nipple breast": "It has been proven that nipple is a specific part of breast.",
  "subspecies species": "It has been proven that subspecies is a specific part of species.",
  "Judges Bible": "It has been proven that Judges is a specific part of Bible.",
  "Jonah Bible": "It has been proven that Jonah is a specific part of Bible.",
  "suffrage democracy": "It has been proven that suffrage is a specific part of democracy.",
  "whey milk": "It has been proven that whey is a specific part of milk.",
  "cannon artillery": "It has been proven that cannon is a specific part of artillery.",
  "flotilla fleet": "It has been proven that flotilla is a specific part of fleet.",
  "Christadelphians Christianity": "It has been proven that Christadelphians is a specific part of Christianity.",
  "psychopathology psychology": "It has been proven that psychopathology is a specific part of psychology.",
  "Dianetics Scientology": "It has been proven that Dianetics is a specific part of Scientology.",
  "causality logic": "It has been proven that causality is a specific part of logic.",
  "Xbox Microsoft": "It has been proven that Xbox is a specific part of Microsoft.",
  "Tunisia Africa": "It has been proven that Tunisia is a specific part of Africa.",
  "hydrosphere Earth": "It has been proven that hydrosphere is a specific part of Earth.",
  "intron gene": "It has been proven that intron is a specific part of gene.",
  "neuroscience medicine": "It has been proven that neuroscience is a specific part of medicine.",
  "chessboard chess": "It has been proven that chessboard is a specific part of chess.",
  "Denmark Europe": "It has been proven that Denmark is a specific part of Europe.",
  "Germany NATO": "It has been proven that Germany is a specific part of NATO.",
  "genotype organism": "It has been proven that genotype is a specific part of organism.",
  "sura Quran": "It has been proven that sura is a specific part of Quran.",
  "humanities science": "It has been proven that humanities is a specific part of science.",
  "Theravada Buddhism": "It has been proven that Theravada is a specific part of Buddhism.",
  "Iran Asia": "It has been proven that Iran is a specific part of Asia.",
  "carbon steel": "It has been proven that carbon is a specific part of steel.",
  "Mitzvah Judaism": "It has been proven that Mitzvah is a specific part of Judaism.",
  "neurophysiology physiology": "It has been proven that neurophysiology is a specific part of physiology.",
  "Leviticus Bible": "It has been proven that Leviticus is a specific part of Bible.",
  "Torah Bible": "It has been proven that Torah is a specific part of Bible.",
  "mineralogy chemistry": "It has been proven that mineralogy is a specific part of chemistry.",
  "mineralogy physics": "It has been proven that mineralogy is a specific part of physics.",
  "psychotherapy psychology": "It has been proven that psychotherapy is a specific part of psychology.",
  "catabolism metabolism": "It has been proven that catabolism is a specific part of metabolism.",
  "anabolism metabolism": "It has been proven that anabolism is a specific part of metabolism.",
  "toxicology chemistry": "It has been proven that toxicology is a specific part of chemistry.",
  "abutment bridge": "It has been proven that abutment is a specific part of bridge.",
  "pharmacy chemistry": "It has been proven that pharmacy is a specific part of chemistry.",
  "myocardium heart": "It has been proven that myocardium is a specific part of heart.",
  "gynoecium flower": "It has been proven that gynoecium is a specific part of flower.",
  "Mahayana Buddhism": "It has been proven that Mahayana is a specific part of Buddhism.",
  "evangelism Christianity": "It has been proven that evangelism is a specific part of Christianity.",
  "pericarp fruit": "It has been proven that pericarp is a specific part of fruit.",
  "Zen Buddhism": "It has been proven that Zen is a specific part of Buddhism.",
  "plumage bird": "It has been proven that plumage is a specific part of bird.",
  "obverse coin": "It has been proven that obverse is a specific part of coin.",
  "apsis orbit": "It has been proven that apsis is a specific part of orbit.",
  "cerebrum brain": "It has been proven that cerebrum is a specific part of brain.",
  "Deoxyribonucleotide DNA": "It has been proven that Deoxyribonucleotide is a specific part of DNA.",
  "infantry army": "It has been proven that infantry is a specific part of army.",
  "anatomy medicine": "It has been proven that anatomy is a specific part of medicine.",
  "fractal mathematics": "It has been proven that fractal is a specific part of mathematics.",
  "rennet cheese": "It has been proven that rennet is a specific part of cheese.",
  "perianth flower": "It has been proven that perianth is a specific part of flower.",
  "neuroscience biology": "It has been proven that neuroscience is a specific part of biology.",
  "axon nerve": "It has been proven that axon is a specific part of nerve.",
  "optics physics": "It has been proven that optics is a specific part of physics.",
  "biophysics physics": "It has been proven that biophysics is a specific part of physics.",
  "paleontology biology": "It has been proven that paleontology is a specific part of biology.",
  "Montmartre Paris": "It has been proven that Montmartre is a specific part of Paris.",
  "Proverbs Bible": "It has been proven that Proverbs is a specific part of Bible.",
  "phylogenetics biology": "It has been proven that phylogenetics is a specific part of biology.",
  "Psalms Bible": "It has been proven that Psalms is a specific part of Bible.",
  "vacuum physics": "It has been proven that vacuum is a specific part of physics.",
  "hilt sword": "It has been proven that hilt is a specific part of sword.",
  "toxicology biology": "It has been proven that toxicology is a specific part of biology.",
  "folklore history": "It has been proven that folklore is a specific part of history.",
  "embryology biology": "It has been proven that embryology is a specific part of biology.",
  "morality ethics": "It has been proven that morality is a specific part of ethics.",
  "periodization history": "It has been proven that periodization is a specific part of history.",
  "amygdala brain": "It has been proven that amygdala is a specific part of brain.",
  "apron airport": "It has been proven that apron is a specific part of airport.",
  "taxiway airport": "It has been proven that taxiway is a specific part of airport.",
  "anatomy biology": "It has been proven that anatomy is a specific part of biology.",
  "biophysics biology": "It has been proven that biophysics is a specific part of biology.",
  "stupa Buddhism": "It has been proven that stupa is a specific part of Buddhism.",
  "Valby Copenhagen": "It has been proven that Valby is a specific part of Copenhagen.",
  "foreskin penis": "It has been proven that foreskin is a specific part of penis.",
  "malleolus ankle": "It has been proven that malleolus is a specific part of ankle.",
  "understory forest": "It has been proven that understory is a specific part of forest.",
  "minaret mosque": "It has been proven that minaret is a specific part of mosque.",
  "psychophysics psychology": "It has been proven that psychophysics is a specific part of psychology.",
  "mesencephalon brain": "It has been proven that mesencephalon is a specific part of brain.",
  "paleobiology biology": "It has been proven that paleobiology is a specific part of biology.",
  "Bodhi Buddhism": "It has been proven that Bodhi is a specific part of Buddhism.",
  "Australia Australia": "It has been proven that Australia is a specific part of Australia.",
  "stratum formation": "It has been proven that stratum is a specific part of formation.",
  "nephron kidney": "It has been proven that nephron is a specific part of kidney.",
  "Abseiling climbing": "It has been proven that Abseiling is a specific part of climbing.",
  "musk perfume": "It has been proven that musk is a specific part of perfume.",
  "Mappō Buddhism": "It has been proven that Mappō is a specific part of Buddhism.",
  "hydrology ecology": "It has been proven that hydrology is a specific part of ecology.",
  "brain head": "It has been proven that brain is a specific part of head.",
  "hepatocyte liver": "It has been proven that hepatocyte is a specific part of liver.",
  "stirrup saddle": "It has been proven that stirrup is a specific part of saddle.",
  "trailhead trail": "It has been proven that trailhead is a specific part of trail.",
  "invoice accounting": "It has been proven that invoice is a specific part of accounting.",
  "physiology biology": "It has been proven that physiology is a specific part of biology.",
  "bishop clergy": "It has been proven that bishop is a specific part of clergy.",
  "Imamiyyah Islam": "It has been proven that Imamiyyah is a specific part of Islam.",
  "biogeography geography": "It has been proven that biogeography is a specific part of geography.",
  "semiotics philosophy": "It has been proven that semiotics is a specific part of philosophy.",
  "Ecclesiastes Bible": "It has been proven that Ecclesiastes is a specific part of Bible.",
  "asana Yoga": "It has been proven that asana is a specific part of Yoga.",
  "Surcingle saddle": "It has been proven that Surcingle is a specific part of saddle.",
  "Lewotobi Flores": "It has been proven that Lewotobi is a specific part of Flores.",
  "algebra mathematics": "It has been proven that algebra is a specific part of mathematics.",
  "areola breast": "It has been proven that areola is a specific part of breast.",
  "neurosurgery surgery": "It has been proven that neurosurgery is a specific part of surgery.",
  "informatics science": "It has been proven that informatics is a specific part of science.",
  "mass force": "It has been proven that mass is a specific part of force.",
  "stator turbine": "It has been proven that stator is a specific part of turbine.",
  "telomere chromosome": "It has been proven that telomere is a specific part of chromosome.",
  "Spektr Mir": "It has been proven that Spektr is a specific part of Mir.",
  "Priroda Mir": "It has been proven that Priroda is a specific part of Mir.",
  "ligule leaf": "It has been proven that ligule is a specific part of leaf.",
  "Hinayana Buddhism": "It has been proven that Hinayana is a specific part of Buddhism.",
  "Shabrack saddle": "It has been proven that Shabrack is a specific part of saddle.",
  "heel foot": "It has been proven that heel is a specific part of foot.",
  "Antarctica Antarctic": "It has been proven that Antarctica is a specific part of Antarctic.",
  "archaeoastronomy astronomy": "It has been proven that archaeoastronomy is a specific part of astronomy.",
  "plantation agriculture": "It has been proven that plantation is a specific part of agriculture.",
  "acoustics physics": "It has been proven that acoustics is a specific part of physics.",
  "stochastic mathematics": "It has been proven that stochastic is a specific part of mathematics.",
  "factorial mathematics": "It has been proven that factorial is a specific part of mathematics.",
  "glans penis": "It has been proven that glans is a specific part of penis.",
  "Kelut Java": "It has been proven that Kelut is a specific part of Java.",
  "sign mathematics": "It has been proven that sign is a specific part of mathematics.",
  "crupper saddle": "It has been proven that crupper is a specific part of saddle.",
  "pharmacy biology": "It has been proven that pharmacy is a specific part of biology.",
  "jetty port": "It has been proven that jetty is a specific part of port.",
  "embryology medicine": "It has been proven that embryology is a specific part of medicine.",
  "allotropy chemistry": "It has been proven that allotropy is a specific part of chemistry.",
  "bullet cartridge": "It has been proven that bullet is a specific part of cartridge.",
  "gangster gang": "It has been proven that gangster is a specific part of gang.",
  "electrolyte battery": "It has been proven that electrolyte is a specific part of battery.",
  "Zugspitze Alps": "It has been proven that Zugspitze is a specific part of Alps.",
  "Semeru Java": "It has been proven that Semeru is a specific part of Java.",
  "fodder agriculture": "It has been proven that fodder is a specific part of agriculture.",
  "autosome genome": "It has been proven that autosome is a specific part of genome.",
  "Probabilism philosophy": "It has been proven that Probabilism is a specific part of philosophy.",
  "rocket spacecraft": "It has been proven that rocket is a specific part of spacecraft.",
  "rose Rosa": "It has been proven that rose is a specific part of Rosa.",
  "Deuteronomy Bible": "It has been proven that Deuteronomy is a specific part of Bible.",
  "arboriculture agriculture": "It has been proven that arboriculture is a specific part of agriculture.",
  "Ezekiel Bible": "It has been proven that Ezekiel is a specific part of Bible.",
  "climatology physics": "It has been proven that climatology is a specific part of physics.",
  "theodicy theology": "It has been proven that theodicy is a specific part of theology.",
  "Job Bible": "It has been proven that Job is a specific part of Bible.",
  "Sercquiais Norman": "It has been proven that Sercquiais is a specific part of Norman.",
  "electrostatics physics": "It has been proven that electrostatics is a specific part of physics.",
  "Guatemala Americas": "It has been proven that Guatemala is a specific part of Americas.",
  "rhetoric communication": "It has been proven that rhetoric is a specific part of communication.",
  "limnology chemistry": "It has been proven that limnology is a specific part of chemistry.",
  "limnology physics": "It has been proven that limnology is a specific part of physics.",
  "gerontology sociology": "It has been proven that gerontology is a specific part of sociology.",
  "pedagogy education": "It has been proven that pedagogy is a specific part of education.",
  "Ezra Bible": "It has been proven that Ezra is a specific part of Bible.",
  "orbit skull": "It has been proven that orbit is a specific part of skull.",
  "demonology theology": "It has been proven that demonology is a specific part of theology.",
  "Joshua Bible": "It has been proven that Joshua is a specific part of Bible.",
  "biogeography biology": "It has been proven that biogeography is a specific part of biology.",
  "endosperm seed": "It has been proven that endosperm is a specific part of seed.",
  "radiophysics physics": "It has been proven that radiophysics is a specific part of physics.",
  "macromolecule cell": "It has been proven that macromolecule is a specific part of cell.",
  "gable facade": "It has been proven that gable is a specific part of facade.",
  "Qahal Judaism": "It has been proven that Qahal is a specific part of Judaism.",
  "Goodreads Amazon": "It has been proven that Goodreads is a specific part of Amazon.",
  "histogram statistics": "It has been proven that histogram is a specific part of statistics.",
  "limnology ecology": "It has been proven that limnology is a specific part of ecology.",
  "coaxial geometry": "It has been proven that coaxial is a specific part of geometry.",
  "obelisk monument": "It has been proven that obelisk is a specific part of monument.",
  "Alsterdorf Hamburg": "It has been proven that Alsterdorf is a specific part of Hamburg.",
  "harquebusier cavalry": "It has been proven that harquebusier is a specific part of cavalry.",
  "limnology biology": "It has been proven that limnology is a specific part of biology.",
  "statistics mathematics": "It has been proven that statistics is a specific part of mathematics.",
  "psephology sociology": "It has been proven that psephology is a specific part of sociology.",
  "simulation physics": "It has been proven that simulation is a specific part of physics.",
  "suppressor firearm": "It has been proven that suppressor is a specific part of firearm.",
  "experiment science": "It has been proven that experiment is a specific part of science.",
  "odor smell": "It has been proven that odor is a specific part of smell.",
  "Metaweb Google": "It has been proven that Metaweb is a specific part of Google.",
  "palynology biology": "It has been proven that palynology is a specific part of biology.",
  "seawater sea": "It has been proven that seawater is a specific part of sea.",
  "oenology biology": "It has been proven that oenology is a specific part of biology.",
  "Pangaea Earth": "It has been proven that Pangaea is a specific part of Earth.",
  "Ecclesiology Christianity": "It has been proven that Ecclesiology is a specific part of Christianity.",
  "Hengill Iceland": "It has been proven that Hengill is a specific part of Iceland.",
  "Krafla Iceland": "It has been proven that Krafla is a specific part of Iceland.",
  "6to4 Internet": "It has been proven that 6to4 is a specific part of Internet.",
  "tribology chemistry": "It has been proven that tribology is a specific part of chemistry.",
  "tribology physics": "It has been proven that tribology is a specific part of physics.",
  "dashboard car": "It has been proven that dashboard is a specific part of car.",
  "retina eye": "It has been proven that retina is a specific part of eye.",
  "maxilla skull": "It has been proven that maxilla is a specific part of skull.",
  "exome genome": "It has been proven that exome is a specific part of genome.",
  "mechanics physics": "It has been proven that mechanics is a specific part of physics.",
  "breechblock pistol": "It has been proven that breechblock is a specific part of pistol.",
  "Kavanah Hebrew": "It has been proven that Kavanah is a specific part of Hebrew.",
  "Kavanah Judaism": "It has been proven that Kavanah is a specific part of Judaism.",
  "crankshaft engine": "It has been proven that crankshaft is a specific part of engine.",
  "Abomasum stomach": "It has been proven that Abomasum is a specific part of stomach.",
  "nebula galaxy": "It has been proven that nebula is a specific part of galaxy.",
  "atom molecule": "It has been proven that atom is a specific part of molecule.",
  "Habakkuk Bible": "It has been proven that Habakkuk is a specific part of Bible.",
  "Nehemiah Bible": "It has been proven that Nehemiah is a specific part of Bible.",
  "propellant shell": "It has been proven that propellant is a specific part of shell.",
  "asceticism philosophy": "It has been proven that asceticism is a specific part of philosophy.",
  "baculum penis": "It has been proven that baculum is a specific part of penis.",
  "oenology chemistry": "It has been proven that oenology is a specific part of chemistry.",
  "Isaiah Bible": "It has been proven that Isaiah is a specific part of Bible.",
  "radiation physics": "It has been proven that radiation is a specific part of physics.",
  "umwelt communication": "It has been proven that umwelt is a specific part of communication.",
  "mullah clergy": "It has been proven that mullah is a specific part of clergy.",
  "wave physics": "It has been proven that wave is a specific part of physics.",
  "inflection morphology": "It has been proven that inflection is a specific part of morphology.",
  "Jeremiah Bible": "It has been proven that Jeremiah is a specific part of Bible.",
  "shape geometry": "It has been proven that shape is a specific part of geometry.",
  "pharmacokinetics pharmacy": "It has been proven that pharmacokinetics is a specific part of pharmacy.",
  "centrosome chromosome": "It has been proven that centrosome is a specific part of chromosome.",
  "accounting finance": "It has been proven that accounting is a specific part of finance.",
  "gerontology nursing": "It has been proven that gerontology is a specific part of nursing.",
  "couplet poetry": "It has been proven that couplet is a specific part of poetry.",
  "phonetics biology": "It has been proven that phonetics is a specific part of biology.",
  "breechblock rifle": "It has been proven that breechblock is a specific part of rifle.",
  "cyberfeminism feminism": "It has been proven that cyberfeminism is a specific part of feminism.",
  "research science": "It has been proven that research is a specific part of science.",
  "dispositio rhetoric": "It has been proven that dispositio is a specific part of rhetoric.",
  "magazine pistol": "It has been proven that magazine is a specific part of pistol.",
  "categorification mathematics": "It has been proven that categorification is a specific part of mathematics.",
  "Grauspitz Alps": "It has been proven that Grauspitz is a specific part of Alps.",
  "cornea eye": "It has been proven that cornea is a specific part of eye.",
  "Malachi Bible": "It has been proven that Malachi is a specific part of Bible.",
  "nape neck": "It has been proven that nape is a specific part of neck.",
  "Ricasso blade": "It has been proven that Ricasso is a specific part of blade.",
  "Ricasso sword": "It has been proven that Ricasso is a specific part of sword.",
  "reincarnation philosophy": "It has been proven that reincarnation is a specific part of philosophy.",
  "L SL": "It has been proven that L is a specific part of SL.",
  "noise physics": "It has been proven that noise is a specific part of physics.",
  "Maine Massachusetts": "It has been proven that Maine is a specific part of Massachusetts.",
  "Brittany Brittany": "It has been proven that Brittany is a specific part of Brittany.",
  "psychotherapy therapy": "It has been proven that psychotherapy is a specific part of therapy.",
  "column flower": "It has been proven that column is a specific part of flower.",
  "propellant cartridge": "It has been proven that propellant is a specific part of cartridge."
}